import CardS from './CardS/CardS'
import classes from './Services.module.css'
export default function Services() {
    return (
        <div className={classes.services_container}>
            <h4>خدماتنا</h4>
            <h1 className={classes.title}>
                جميع الخدمات
            </h1>
            <div className={classes.services}>
                <CardS title="التصميم الإبداعي" description="نقدم لك تصاميم مبتكرة تشمل تصميم الشعارات والهوية البصرية، مما يعكس هوية علامتك التجارية بأسلوب فريد وجذاب ونقوم بإنشاء تصاميم إبداعية للحملات الإعلانية، الكتيبات، البروشورات، وغيرها، بما يتماشى مع أهدافك التسويقية ويجذب انتباه جمهورك المستهدف ونبتكر لك تصاميم مخصصة لمنصات التواصل الاجتماعي تعزز من تفاعل العملاء مع علامتك التجارية." />
                <CardS title="التسويق الرقمي" description="نقوم بإدارة حملاتك الإعلانية بكفاءة عبر جميع المنصات الرقمية مثل جوجل، فيسبوك، إنستجرام، سناب شات، وتيك توك، مع استهداف دقيق لجمهورك المناسب لزيادة العائد على الاستثمار وأيضا فريقنا من الخبراء يقدم لك استشارات استراتيجية تساعدك في بناء خطة تسويقية شاملة تُحسن من وجودك الرقمي وتحقق لك نتائج ملموسة نعمل على تحسين ظهور موقعك الإلكتروني في محركات البحث، مما يزيد من عدد الزوار المستهدفين ويعزز مبيعاتك بشكل مستدام." />
                <CardS title="كتابة المحتوى" description="محتوى تسويقي احترافي: نكتب لك محتوى يعكس رؤيتك وأهدافك التجارية، مع التركيز على صياغة نصوص تسويقية جذابة ومتوافقة مع أفضل ممارسات تحسين محركات البحث. خدمات التعليق الصوتي: نقدم خدمات التعليق الصوتي الاحترافية التي تضفي لمسة إبداعية على الفيديوهات والإعلانات الخاصة بك." />
                <CardS title="البرمجة والتطوير" description="إنشاء المواقع والمتاجر الإلكترونية: نبني لك موقعًا إلكترونيًا احترافيًا أو متجرًا إلكترونيًا مخصصًا يسهل عملية البيع عبر الإنترنت ويعزز من تجربة المستخدم. تطوير التطبيقات: نقدم حلولًا برمجية مبتكرة تشمل تطوير تطبيقات للهواتف الذكية تضمن لك سهولة الوصول إلى عملائك وتعزيز تجربة الاستخدام." />
                <CardS title="الإنتاج المرئي" description="التصوير والمونتاج الاحترافي: نقدم خدمات تصوير احترافية مع مونتاج عالي الجودة لإنتاج فيديوهات تسويقية مبهرة تعزز من قيمة علامتك التجارية." />
                <CardS title="الخدمات التقنية المتكاملة" description="تطوير الأنظمة البرمجية: نصمم حلولًا تقنية متكاملة تناسب احتياجاتك، تشمل نظم إدارة المحتوى، برامج تخطيط موارد المؤسسات (ERP)، وغيرها من الحلول التقنية المتقدمة." />
            </div>
        </div>
    )
}