import Card from "./Card/Card";
import classes from './OurWork.module.css';
export default function OurWork() {
    return (
        <div className={classes.ourwork} id="work">
            <p className={classes.title}>أعمالنا</p>
            <div className={classes.cards}>
                <Card h="التصميم الابداعي" p="نقدم تصميم الهوية البصرية والعلامة التجارية وتصميم الاعلانات والمواد التسويقية وتصاميم السوشيال ميديا" />
                <Card h="التسويق الرقمي" p="نقدم إدارة الحملات الإعلانية الرقمية ولدينا استشاراتتسويقية متخصصة وتحسين محركات البحث (SEO)" />
                <Card h="كتابة المحتوي" p="نقدم لكم محتوي تسويقي احترافي وخدمات التعليق الصوتي الاحترافية" />
                <Card h="الإنتاج المرئي" p="نقدم لكم خدمات تصوير احترافية مع مونتاج عالي الجودة لإنتاج فيديوهات تسويقية مبهرة تعزز من قيمة علامتك التجارية" />
                <Card h="الخدمات التقنية المتكاملة" p="نصمم حلولا تقنية متكاملة تناسب احتياجاتك وتشمل انظمة ادارة المحتوي وبرامج تخطيط موارد المؤسسات (ERP) وغيرها من الحلول التقنية المتقدمة." />
                <Card h="البرمجة والتطوير" p="إنشاء المواقع الالكترونية والمتاجر الالكترونية والبرامج والانظمه وتطويرالتطبيقات بشكل احترافي للنمو بعملك." />
            </div>
        </div>
    )
}